{
  "appName": "ezeCBT",
  "ads": {
    "advertising": "Webung",
    "agree_no": "Nein, danke",
    "agree_yes": "Ja, ich stimme zu",
    "analytics": "Analytics",
    "analytics_fb": "• Firebase by Google (app analytics)",
    "analytics_info": "Unsere App verwendet Analytics-Services, um anonymisierte Daten zum Benutzerverhalten zu sammeln, um die Nutzererfahrung zu verbessern und Fehler zu beheben. Die erhobenen Daten können Information zum Datenverbrauch und Geräteidentifikatoren enthalten. Tippe auf einen der Dienste unten, um mehr über die Datenschutzrichtlinien dieses Dienstes zu erfahren.",
    "analytics_sentry": "• Sentry.io (Fehlerberichte)",
    "close": "Schließen",
    "data_use": "Unsere Datenschutzpolitik",
    "email": "support@smashappz.com",
    "learn": "um mehr darüber zu erfahren, wie wir mit deine Daten umgehen. Solltest du Fragen dazu haben, schreibe uns an ",
    "partners": "Unsere Anwendung kann Daten zum Zweck personalisierter Werbung und Analyse sammeln. Es folgt die Liste unserer Partner und Dienste, die eventuell deine Daten verwenden.",
    "partners_info": "Wir arbeiten mit verschiedenen Unternehmen zusammen, die uns Werbebanner und andere Werbung zur Anzeige in der App zur Verfügung stellen. Wenn du der Anzeige personalisierter Werbung zustimmst, kann die Auswahl dieser Werbeanzeigen auf deinen persönlichen Daten und deinem Verhalten beruhen, um sie für dich relevanter zu machen.\n\nDie von unseren Partnern erhobenen Daten können Cookies, einzigartige Geräteidentifikatoren und Verwendungsdaten enthalten. Tippe auf einen Anbieter, um mehr über dessen Datenschutzrichtlinien zu erfahren.",
    "personalize": "Personalisiere dein Werbeerlebnis",
    "personalize_off": "Du hast personalisierte Werbung ausgeschaltet. ",
    "personalize_on": "Du hast personalisierte Werbung eingeschaltet. ",
    "personalize_options": "Wähle eine der folgenden Optionen.",
    "personalize_partners": "Unsere Partnerdienste können Daten erheben, um Werbung zu personalisieren und zu messen.\n\nDürfen wir deine Daten verwenden, um die Werbung und App auf dich zuzuschneiden?",
    "privacy": "Datenschutzrichtlinien",
    "read": "Lies unsere"
  },
  "cbt": {
    "find": "Finde Einträge älter als"
  },
  "config": {
    "backup": "Backup",
    "backupDesc": "Das Datenbank-Archiv befindet sich im 'Download'-Ordner' als '%{archive}'",
    "backupText_false": "Datenbank\n%{text}",
    "backupText_false_text": "(letztes Backup: ",
    "backupText_true": "Datenbank-Backup wird erstellt",
    "consent_yes": "Personalisierte Werbung anzeigen",
    "consent_no": "Werbung nicht personalisieren",
    "consentChange": "Ändern",
    "consentProviders": "Werbepartner",
    "darkMode": "Nachtmodus",
    "feedback": "Sende uns eine Nachricht",
    "incremental": "Inkrementelle Backups (mit Zeitstempeln)",
    "pieChart": "Im Tortendiagramm alle Verzerrungen anzeigen",
    "pinChange": "Ändern",
    "pinLock": "PIN-Code",
    "pinRemove": "Entfernen",
    "pinSet": "Verwenden",
    "rating": "Bewerte uns",
    "requestStorageAccess_msg": "ezeCBT benötigt die Berechtigung, auf den Speicher zuzugreifen, um Backups erstellen und wiederherstellen zu können.",
    "requestStorageAccess_title": "Berechtigung für Speicherzugriff",
    "restore": "Wiederherstellen"
  },
  "dialog": {
    "btnCancel": "Abbrechen",
    "btnDelete": "Löschen",
    "btnOk": "OK",
    "btnOverwrite": "Überschreiben",
    "btnRemove": "Entfernen",
    "descBackup": "Datenbank-Backup erfolgreich",
    "descPincode": "Willst du den PIN-Code wirklich entfernen?",
    "descOverwrite": "Willst du deine existierenden Daten wirklich ersetzen?",
    "descPost": "Willst du diesen Eintrag wirklich löschen? Du kannst das Löschen nicht rückgängig machen.",
    "descRestore": "Starte die App neu, um deine wiederhergestellten Daten zu sehen.",
    "titleBackup": "Datenbank-Backup erfolgreich",
    "titlePincode": "PIN-code entfernen",
    "titlePost": "Eintrag löschen",
    "titleRestore": "Datenbank-Wiederherstellung erfolgreich",
    "titleUndone": "Diese Aktion kann nicht rückgängig gemacht werden"
  },
  "diary": {
    "add": "Füge einen Eintrag hinzu, indem du auf den grünen Knopf drückst",
    "auto_help": "Als automatische Gedanken werden die umittelbaren, nicht überlegten Interpretationen von Ereignissen durch ein Individuum bezeichnet. Automatische Gedanken formen sowohl die Gefühle des Individuums als auch seine Handlungen als Reaktion auf Ereignisse.\n\nNimm zum Beispiel an, ein Freund begegnet dir im Flur und grüßt dich nicht. Wenn du daraufhin als automatischen Gedanken denkst, \"Er hasst mich\", oder \"Ich habe etwas getan, um ihn zu verärgern\n, wird das wahrscheinlich deine Stimmung beeinträchtigen, und dazu führen, dass du verstimmt bist und dich auch ausweichend verhälst, wenn du ihm das nächste Mal begegnest.\n\nWenn aber andererseits dein automatischer Gedanke lautet \"Er ist in Eile\", wärst du nicht allzu besorgt, und würdest ihm auch nicht ausweichen, wenn du ihm wieder begegnest.\n\nKVT beruht auf der Beobachtung, dass dysfunktionale automatische Gedanken, die übertrieben oder verzerrt sind, auf Fehlannahmen beruhen oder anderweitig unrealistisch sind, eine wesentliche Rolle in der Psychopathologie spielen",
    "auto_input": "Was geht dir durch den Kopf?",
    "auto_title": "Automatische Gedanken",
    "dist_all": "Schwarz-Weiß-Denken",
    "dist_all2": "Dinge werden in eine von zwei gegensätzlichen Kategorien eingeordnet, zwischen denen keine Abstufung existiert.",
    "dist_all3": "Beispiel: \"Ich habe meinen Job verloren, also ist mein Leben vorbei.\"",
    "dist_cat": "Kathastrophisieren",
    "dist_cat2": "Konzentration auf den schlechtesmöglichen Ausgang, egal wie unwahrscheinlich dieser ist, oder Einordnung einer Situation als unerträglich, die in Wirklichkeit nur unangenehm ist.",
    "dist_cat3": "Beispiel: \"Wenn ich diesen Test nicht bestehe, werde ich nie meinen Schulabschluß machen und es im Leben nie zu etwas bringen\"",
    "dist_change": "Trugschluß der Veränderung",
    "dist_change2": "Sich auf soziale Kontrolle verlassen, um kooperatives Verhalten anderer Personen zu erreichen.",
    "dist_change3": "Beispiel: \"Wenn ich das Aussehen und Verhalten meines Partners angenehmer mache, wird sich unser Leben verbessern.\"",
    "dist_disq": "Aberkennung des Positiven",
    "dist_disq2": "Positive Erfahrungen, die in Konflikt mit den negativen Ansichten der Person stehen, werden nicht berücksichtigt.",
    "dist_disq3": "Beispiel: \"Ich hatte Glück in diesem Fach, und habe deshalb eine gute Note bekommen.\"",
    "dist_emo": "Emotionale Argumentation",
    "dist_emo2": "Argumente und Entscheidungen darauf aufbauen, wie man sich fühlt, statt auf der objektiven Realität.",
    "dist_emo3": "Beispiel: \"Ich weiß, dass mein Partner mir untreu ist, weil ich eifersüchtig bin.\"",
    "dist_fair": "Trugschluss der Fairness",
    "dist_fair2": "Der Glaube, dass das Leben fair sein sollte. Auf wahrgenommene Unfairness wird mit Ärger reagiert, was zu Versuchen führen kann, die Situation zu korrigieren.",
    "dist_fair3": "Beispiel: \"Es ist nicht fair, dass mein Kollege befördert wurde, obwohl ich doch länger im Betrieb bin.\"",
    "dist_fortune": "Wahrsagen",
    "dist_fortune2": "Vorhersagen über den Ausgang einer Angelegenheit werden getroffen, bevor es soweit ist.",
    "dist_fortune3": "Beispiel: \"Ich werde nie Liebe finden, oder eine glückliche Beziehung führen\"",
    "dist_intro": "Hier ist eine Liste von kognitiven Verzerrungen, die dazu führen können, dass du die falschen Schlußfolgerungen über eine Situation oder ein Ereignis ziehst. Wähle alle aus, die zutreffen:",
    "dist_label": "Ettiketieren und Fehlettiketieren",
    "dist_label2": "Eine Form der Übergeneralisierung - die Handlungen einer Person werden ihrem Charakter zugeschrieben anstatt spezifischeren Umständen. Anstatt anzunehmen, dass das Verhalten zufällig ist oder anderweitig von den äußeren Umständen beeinflusst, wird jemandem oder etwas ein Etikett zugewiesen, das auf dem vermuteten Charakter der Person oder Sache beruht.",
    "dist_label3": "Beispiel: \"Ich bin so ein Idiot, weil ich meine Aufgabe nicht geschafft habe.\"",
    "dist_mind": "Gedankenlesen",
    "dist_mind2": "Die Gedanken und Absichten Anderer werden als bekannt angenommen.",
    "dist_mind3": "Beispiel: \"Sie hat mich nicht zurückgerufen, also muss sie mich hassen.\"",
    "dist_min": "Minimierung",
    "dist_min2": "Positive Eigenschaften oder Erfahrungen weden als zwar wahr, aber unbedeutend behandelt.",
    "dist_min3": "Beipiel: \"Ich habe Glück, dass ich den Test bestanden habe.\"",
    "dist_over": "Übertriebene Verallgemeinerung",
    "dist_over2": "Aus Einzelfällen werden weitreichende Verallgemeinerungen gezogen.",
    "dist_over3": "Beispiel: \"Auf der Party gestern abend hat niemand mit mir geredet - ich muss wohl langweilig sein.\"",
    "dist_person": "Personalisierung, Schuldzuschreibung oder Attribution",
    "dist_person2": "Anzunehmen, dass entweder man selbst oder eine andere Person vollständig oder direkt für ein negatives Ergebnis verantwortlich sei, obwohl dieses von verschiedenen Faktoren abhängig war.",
    "dist_person3": "Beispiel: \"Meine Eltern sind schuld daran, dass ich mit dem anderen Geschlecht so schwertue.\"",
    "dist_right": "Immer recht haben",
    "dist_right2": "Zu Irren ist unvorstellbar. Es wird aktiv versucht, die eigenen Handlungen oder Gedanken als korrekt zu beweisen, und manchmal dabei das Eigeninteresse über die Gefühle einer anderen Person gestellt.",
    "dist_right3": "Beispiel: \"Ich schätze immer jede Situation richtig ein.\"",
    "dist_sel": "Selektive Wahrnehmung",
    "dist_sel2": "Konzentration auf bestimmte, üblicherweise negative oder verletzende, Aspekte einer Sache unter Ausschluß der übrigen.",
    "dist_sel3": "Beispiel: \"Ich dachte erst, mein Vortrag sei gut angekommen, aber dann hat jemand ein paar Kritikpunkte angebracht.\"",
    "dist_should": "\"Sollte\"-Sätze",
    "dist_should2": "Konzentration darauf, was man denkt, wie es sein \"sollte\", anstatt auf die tatsächlich vorliegende Situation, oder Anwendung starrer Regeln, ohne die Umstände zu berücksichtigen.",
    "dist_should3": "Example: \"I'm an adult and should be able to fly on a plane without any fear\"",
    "dist_title": "Kognitive Verzerrungen",
    "rest_alt": "Ersetze sie durch positive Gedanken!",
    "rest_alt_title": "Was könnte ich stattdessen denken?",
    "rest_chal": "Konfrontiere negatives Denken!",
    "rest_chal_help": "Wenn du nicht weißt, wie du deinen kognitiven Verzerrungen entgegentreten könntest, such dir aus der folgenden Liste einen relevanten Satz für den Anfang aus:\n\n• Anderen die Schuld an meinen Fehlern zu geben, hilft mir nicht, mich zu verbessern \n• Jeder hat irrationale Ängste, selbst Erwachsene\n• Ich bin nicht die Summe meiner Fehler\n• Wenn ich diese Veränderung mache, könnten die Dinge sich anders entwickeln als ich erwarte\n• Ich könnte da auch falsch liegen\n• Ich könnte mich stattdessen auf das Gute an der Situation konzentrieren\n• Ich habe keine Kontrolle darüber, was andere Menschen entscheiden, sagen oder denken\n• Ich sollte mehr Mitgefühlt mit mir haben\n• Ist dieses Problem wirklich so wichtig oder realistisch?\n• Es ist unwahrscheinlich, dass das Schlimmste eintreten wird.\n• Die meisten Situationen sind nicht schwarz oder weiß.\n• Meine Gefühle oder Glaubenssätze könnten mein Urteilsvermögen beeinträchtigen\n• Es ist unwahrscheinlich, dass meine Vorhersage eintrifft\n• Ein geringfügiger Tadel sollte nicht wirklich beeinflussen, wie ich denke oder fühle\n",
    "rest_chal_title": "Fordere diese Gedanken heraus",
    "rest_cr": "Kognitive Restrukturierung ist eine beliebte Therapieform, die verwendet wird, um fehlangepasste kognitive Verzerrungen zu identifizieren und loszuwerden.\n\nAls Beispiel könnte etwa ein Student, der Schwierigkeiten bei der Partnersuche hat, denken, dass seine \"Wertlosigkeit\" dazu führt, dass Frauen ihn zurückweisen. Er könnte dann diesen Gedanken herausfordern, indem er dagegen diskutiert:\n\nZ.B. \"Es ist unter meiner Kontrolle, ob ich Frauen um ein Date bitte. Aber, obwohl es einiges gibt, was ich tun kann, um ihre Entscheidung zu beeinflussen, ist es am Ende ihre Entscheidung, ob sie Ja sagen, und nicht unter meiner Kontrolle.\"\n\nEr könnte dann einen neuen, realistischeren alternativen Gedanken finden:\n\n Z.B. \"Da es ihre Entscheidun ist, bin ich nicht verantwortlich, wenn sie meine Einladung ausschlagen.\"\n\nKognitive-Restrukturierungs-Therapien sind darauf ausgelegt, \"automatische Gedanken\", die die dysfunktionalen oder negativen Ansichten eines Patienten beinhalten, zu eliminieren.",
    "rest_cr_title": "Kognitive Restrukturierung",
    "rest_save": "Speichern",
    "thoughts_and": "und ",
    "thoughts_chal": " Also habe ich diese Verzerrungen herausgefordert, indem ich ihnen entgegenhielt: %{challenge}",
    "thoughts_final": " Zuletzt habe ich sie durch realistischere Gedanken ersetzt, nämlich: %{alternative}",
    "thoughts_intro": "Am %{date} hatte ich die folgenden Gedanken: %{automatic}",
    "thoughts_next": " Dann habe ich überlegt, dass diese Gedanken verzerrt waren von: "
  },
  "help": {
    "adapted": "(Basierend auf: ",
    "link1": "Was ist kognitive Verhaltenstherapie?",
    "link2": "Das Modell der kognitiven Verhaltenstherapie",
    "link3": "Kognitive Verzerrungen",
    "link4": "Wie erstelle ich ein Backup meiner Daten?",
    "link5": "Wie kann ich meine Daten löschen?",
    "link6": "Wie kann ich die Daten in meinem Backup ansehen?",
    "source": "(Quellen: ",
    "scr_0_0": "Kognitive Verhaltenstherapie",
    "scr_0_1": "Kognitive Verhaltenstherapie (auch kurz KVT) ist eine Form der Gesprächstherapie, die dir helfen kann, deine Probleme zu bewältigen, indem sie deine Gedanken und dein Verhalten verändert.",    
    "scr_0_2": "Sie wird am häufigsten verwendet, um Angststörungen und Depressionen zu behandeln, kann aber auch bei anderen psychischen und physischen Problemen hilfreich sein.",    
    "scr_0_3": "Wie KVT funktioniert",
    "scr_0_4": "KVT beruht auf dem Konzept, dass deine Gedanken, Gefühle, körperlichen Wahrnehmungen und Handlungen zusammenhängen, und dass negative Gedanken und Gefühle dich in einem Teufelskreis gefangenhalten können.\n\nDas Ziel kognitiver Verhaltenstherapie ist, dir zu einem positiveren Umgang mit Überwältigenden Problemen zu verhelfen, indem sie in kleinere Teile zerlegt werden.\n\nDu bekommst gezeigt, wie du diese negativen Muster verändern kannst, um dein Wohlbefinden zu verbessern.\n\nAnders als einige andere Gesprächstherapieformen beschäftigt sich KVT mit deinen aktuellen Problemen, anstatt sich auf Themen aus deiner Vergangenheit zu konzentrieren.\n\nSie sucht nach praktischen Wegen, um deine seelische Verfassung alltäglich zu verbessern.",    
    "scr_0_5": "Anwendungszwecke für KVT",
    "scr_0_6": "KVT hat sich in der Behandlung einer Reihe verschiedener geistiger Gesundheitsprobleme as effektiv erwiesen.\n\nNeben Depressionen und Angstörungen kann KVT auch hilfreich sein bei:\n\n• Zwansstörungen\n• Panikstörungen\n• Posttraumatischem Stresssyndrom\n• Angststörungen\n• Essstörungen, zum Beispiel Magersucht und Bulimie\n• Schlafstörungen, zum Beispiel Schlaflosigkeit\n• Problemen in Zusammenhang mit Alkoholmissbrauch\n\nKVT wird auch manchmal in der Behandlung chronischer Krankheiten benutzt, wie etwa:\n\n• Reizdarmsyndrom\n• chronischer Müdigkeit\n\nObwohl KVT nicht die körperlichen Symptome dieser Erkrankungen heilen kann, kann sie helfen, Patienten besser mit ihren Symptomen umzugehen.",
    "scr_0_7": "Was an kognitiver Verhaltenstherapie besonder ist",
    "scr_0_8_0": "KVT unterscheidet sich von vielen anderen Psychotherapieverfahren dadurch, dass sie",
    "scr_0_8_1": "pragmatisch ist",
    "scr_0_8_2": " – sie hilft, spezifische Probleme zu identifizieren und versucht, sie zu lösen",
    "scr_0_8_3": "hoch strukturiert ist",
    "scr_0_8_4": " – anstatt frei über dein Leben zu sprechen, diskutieren du und dein Therapeut spezifische Probleme und setzen Ziele für dich",
    "scr_0_8_5": "auf aktuelle Probleme fokussiert ist",
    "scr_0_8_6": " – es geht ihr im wesentlichen darum, wie du im Jetzt denkst und handelst, anstatt zu versuchen, Probleme aus der Vergangenheit zu bewältigen",
    "scr_0_8_7": "kollaborativ",
    "scr_0_8_8": " – dein Therapeut ordnet nicht einfach an, was du tun sollst, sondern arbeitet mit dir zusammen an Lösungen für deine aktuellen Probleme",    
    "scr_0_9": "Den Gedankenteufelskreis stoppen",
    "scr_0_10": "Es gibt hilfreiche und weniger hilfreiche Wege, mit einer Situation umzugehen, was sich oft daran entscheidet, wie du über die Situation denkst.\n\nZum Beispiel, wenn deine Ehe in einer Scheidung endet, könnte es sein, dass du denkst, versagt zu haben, und nicht fähig zu sein, jemals eine andere bedeutungsvolle Beziehung zu führen.\n\nDas könnte dazu führen, dass du dich hoffnungslos, einsam, depressiv und müde fühlst, und deshalb aufhörst, auszugehen und neue Leute zu treffen. Das heißt, du wirst in einem Teufelskreis gefangen, in dem du nur allein zuhause sitzt und dich schlecht fühlst.\n\nAber statt diese Denkweise zu akzeptieren, könntest du akzeptieren, dass viele Ehen enden, aus deinen Fehlern lernen, diese Erfahrung hinter dir lassen und optimistisch in die Zukunft gehen.\n\nDieser Optimismus könnte zu einem aktiveren Sozialleben führen - vielleicht machst du einen Abendkurs und baust einen neuen Freundeskreis auf.\n\nDies ist ein vereinfachtes Beispiel, aber es veranschaulicht, wie gewisse Gedanken, Gefühle, Empfindungen und Handlungen dich in einen Teufelskreis führen können, und sogar zu neuen Situationen führen können, durch die du dich noch schlechter fühlst.\n\nDurch Aufschlüsseln von Dingen, die dazu führen, dass du dich schlecht, besorgt oder verängstigt fühlst, versucht KVT, solche Teufelskreise zu durchbrechen. KVT kann dir helfen, deine negativen Denkmuster zu verändern und zu verbessern, wie du dich fühlst, indem sie deine Probleme besser handhabbar macht.\n\nKVT kann dir helfen, an einen Punkt zu kommen, wo du dies allein tun kannst, und deine Probleme ohne die Hilfe eines Therapeuten angehen kannst.",
    "scr_1_0": "Kognitionsmodell",
    "scr_1_1": "KVT basiert auf einem umkomplizierten Modell der Beziehungen zwischen Kognition (Gedanken), Gefühlen und Verhalten.\n\nDrei Aspekte der Kognition werden hervorgehoben:\n\n1. Automatische Gedanken\n2. Kognitive Verzerrungen\n3. Zugrundeliegende Überzeugungen oder Schemata",
    "scr_1_2": "Automatische Gedanken",
    "scr_1_3": "Als automatische Gedanken werden die umittelbaren, nicht überlegten Interpretationen von Ereignissen durch ein Individuum bezeichnet. Automatische Gedanken formen sowohl die Gefühle des Individuums als auch seine Handlungen als Reaktion auf Ereignisse.\n\nNimm zum Beispiel an, ein Freund begegnet dir im Flur und grüßt dich nicht. Wenn du daraufhin als automatischen Gedanken denkst, \"Er hasst mich\", oder \"Ich habe etwas getan, um ihn zu verärgern\n, wird das wahrscheinlich deine Stimmung beeinträchtigen, und dazu führen, dass du verstimmt bist und dich auch ausweichend verhälst, wenn du ihm das nächste Mal begegnest.\n\nWenn aber andererseits dein automatischer Gedanke lautet \"Er ist in Eile\", wärst du nicht allzu besorgt, und würdest ihm auch nicht ausweichen, wenn du ihm wieder begegnest.\n\nKVT beruht auf der Beobachtung, dass dysfunktionale automatische Gedanken, die übertrieben oder verzerrt sind, auf Fehlannahmen beruhen oder anderweitig unrealistisch sind, eine wesentliche Rolle in der Psychopathologie spielen",
    "scr_1_4": "Kognitive Verzerrungen",
    "scr_1_5": "Logische Fehler kommen bei Patienten mit psychischen Störungen relativ häufig vor. Sie führen zu fehlerhaften Schlussfolgerungen. Es folgen einige kognitive Verzerrungen, die bei Personen mit psychischen Störungen häufig sind:",
    "scr_1_5_1": "Schwarz-Weiß-Denken:",
    "scr_1_5_2": "Dinge werden in eine von zwei gegensätzlichen Kategorien eingeordnet, zwischen denen keine Abstufung existiert.",
    "scr_1_5_3": "Übertriebene Verallgemeinerung: ",
    "scr_1_5_4": "Aus Einzelfällen werden weitreichende Verallgemeinerungen gezogen.",
    "scr_1_5_5": "Selektive Wahrnehmung: ",
    "scr_1_5_6": "Konzentration auf bestimmte, üblicherweise negative oder verletzende, Aspekte einer Sache unter Ausschluß der übrigen.",
    "scr_1_5_7": "Aberkennung des Positiven: ",
    "scr_1_5_8": "Positive Erfahrungen, die in Konflikt mit den negativen Ansichten der Person stehen, werden nicht berücksichtigt.",
    "scr_1_5_9": "Gedankenlesen: ",
    "scr_1_5_10": "Die Gedanken und Absichten Anderer werden als bekannt angenommen.",
    "scr_1_5_11": "Wahrsagen: ",
    "scr_1_5_12": "Vorhersagen über den Ausgang einer Angelegenheit werden getroffen, bevor es soweit ist.",
    "scr_1_5_13": "Minimierung: ",
    "scr_1_5_14": "Positive Eigenschaften oder Erfahrungen weden als zwar wahr, aber unbedeutend behandelt.",
    "scr_1_5_15": "Katastrophisieren: ",
    "scr_1_5_16": "Konzentration auf den schlechtesmöglichen Ausgang, egal wie unwahrscheinlich dieser ist, oder Einordnung einer Situation als unerträglich, die in Wirklichkeit nur unangenehm ist.",
    "scr_1_5_17": "Emotionale Argumentation: ",
    "scr_1_5_18": "Argumente und Entscheidungen darauf aufbauen, wie man sich fühlt, statt auf der objektiven Realität.",
    "scr_1_5_19": "\"Sollte\"-Sätze: ",
    "scr_1_5_20": "Konzentration darauf, was man denkt, wie es sein \"sollte\", anstatt auf die tatsächlich vorliegende Situation, oder Anwendung starrer Regeln, ohne die Umstände zu berücksichtigen.",
    "scr_1_5_21": "Personalisierung, Schuldzuschreibung oder Attribution:",
    "scr_1_5_22": "Anzunehmen, dass entweder man selbst oder eine andere Person vollständig oder direkt für ein negatives Ergebnis verantwortlich sei, obwohl dieses von verschiedenen Faktoren abhängig war.",
    "scr_1_6": "Zugrundeliegende Glaubenssätze",
    "scr_1_6_1": "Zugrundeliegende Glaubenssätze formen die Wahrnehmung und Interpretation von Ereignissen. Glaubenssyteme oder Schemata entstehen durch unsere Lebenserfahrungen. Sie sind definiert als Schablonen oder Regeln für die Informationsverarbeitung, die der oberflächlichen Schicht aus automatischen Gedanken zugrundeliegen. In der KVT werden Glaubenssätze auf zwei Ebenen verstanden:",
    "scr_1_6_2": "Zentrale Glaubenssätze",
    "scr_1_6_3": "• Die grundlegenden Vorstellungen über das Selbst und die Welt\n• Der fundamentalste Level an Glaubenssätzen\n• Diese sind allumfassend, starr und übermäßig verallgemeinert.\n\nBeispiele für dysfunktionale zentrale Glaubenssätze:\n\n• “Ich bin nicht liebenswert.”\n• \“Ich bin unzureichend.”\n• “Die Welt ist ein feindlicher und gefährlicher Ort.”",
    "scr_1_6_4": "Intermediäre Glaubenssätze",
    "scr_1_6_5": "• Bestehen aus Annahmen, Einstellungen und Regeln\n• Werden in ihrer Entwicklung von den zentralen Glaubenssätzen beeinflusst.\n\nBeispiele für dysfunktionale intermediäre Glaubenssätze:\n\n• “Um akzeptiert zu werden, muss ich stets Anderen gefallen.”\n• “Ich muss in allem, was ich tue, hervorragend sein, um auszureichen.”\n• “Es ist am besten, mit anderen Menschen so wenig wie möglich zu tun zu haben.”",
    "scr_2_0": "Further list of Cognitive Distortions",
    "scr_2_1": "Cognitive distortions are thoughts that cause individuals to perceive reality inaccurately. A negative outlook on reality, sometimes called negative schemas (or schemata), is a factor in symptoms of emotional dysfunction and poorer subjective well-being. Specifically, negative thinking patterns cause negative emotions. During difficult circumstances, these distorted thoughts can contribute to an overall negative outlook on the world and a depressive or anxious mental state.\n\n Challenging and changing cognitive distortions is a key element of cognitive behavioral therapy (CBT).",
    "scr_2_2": "Main types",
    "scr_2_3": "The cognitive distortions listed below are categories of automatic thinking, and are to be distinguished from logical fallacies.",
    "scr_2_3_1": "Always being right: ",
    "scr_2_3_2": "Being wrong is unthinkable. This cognitive distortion is characterized by actively trying to prove one's actions or thoughts to be correct, and sometimes prioritizing self-interest over the feelings of another person.",
    "scr_2_3_3": "Blaming: ",
    "scr_2_3_4": "The opposite of personalization; holding other people responsible for the harm they cause, and especially for their intentional or negligent infliction of emotional distress.",
    "scr_2_3_5": "Disqualifying the positive: ",
    "scr_2_3_6": "Discounting positive events.",
    "scr_2_3_7": "Emotional reasoning: ",
    "scr_2_3_8": "Presuming that negative feelings expose the true nature of things and experiencing reality as a reflection of emotionally linked thoughts. Thinking something is true, solely based on a feeling.\n\nExample: \"I feel (i.e., think that I am) stupid or boring, therefore I must be\" feeling that fear of flying in planes means planes are a very dangerous way to travel, or concluding that it's hopeless to clean one's house due to being overwhelmed by the prospect of cleaning.",
    "scr_2_3_9": "Fallacy of change: ",
    "scr_2_3_10": "Relying on social control to obtain cooperative actions from another person.",
    "scr_2_3_11": "Fallacy of fairness: ",
    "scr_2_3_12": "The belief that life should be fair. When life is perceived to be unfair, an angry emotional state is produced which may lead to attempts to correct the situation.",
    "scr_2_3_13": "Mental filtering: ",
    "scr_2_3_14": "Focusing entirely on negative elements of a situation to the exclusion of the positive. Also, the brain's tendency to filter information that does not conform to already-held beliefs.",
    "scr_2_3_15": "Jumping to conclusions: ",
    "scr_2_3_16": "Reaching preliminary conclusions (usually negative) with little (if any) evidence. Two specific sub-types are identified:",
    "scr_2_3_17": "Mind reading: ",
    "scr_2_3_18": "Inferring a person's possible or probable (usually negative) thoughts from his or her behavior and nonverbal communication; taking precautions against the worst suspected case without asking the person.\n\nExample: A student assumes that the readers of his or her paper have already made up their minds concerning its topic, and, therefore, writing the paper is a pointless exercise.\n\n",
    "scr_2_3_19": "Fortune-telling: ",
    "scr_2_3_20": "predicting outcomes (usually negative) of events",
    "scr_2_3_21": "Labeling and mislabeling: ",
    "scr_2_3_22": "A form of overgeneralization; attributing a person's actions to his or her character instead of to an attribute. Rather than assuming the behavior to be accidental or otherwise extrinsic, one assigns a label to someone or something that is based on the inferred character of that person or thing.",
    "scr_2_3_23": "Magnification and minimization: ",
    "scr_2_3_24": "Giving proportionally greater weight to a perceived failure, weakness or threat, or lesser weight to a perceived success, strength or opportunity, so that the weight differs from that assigned by others, such as \"making a mountain out of a molehill\". In depressed clients, often the positive characteristics of other people are exaggerated and their negative characteristics are understated.",
    "scr_2_3_25": "Catastrophizing: ",
    "scr_2_3_26": "Giving greater weight to the worst possible outcome, however unlikely, or experiencing a situation as unbearable or impossible when it is just uncomfortable.",
    "scr_2_3_27": "Overgeneralizing: ",
    "scr_2_3_28": "Making hasty generalizations from insufficient evidence. Drawing a very broad conclusion from a single incident or a single piece of evidence. Even if something bad happens only once, it is expected to happen over and over again.\n\nExample: A woman is lonely and often spends most of her time at home. Her friends sometimes ask her to dinner and to meet new people. She feels it is useless to even try. No one really could like her.",
    "scr_2_3_29": "Personalizing: ",
    "scr_2_3_30": "Attributing personal responsibility, including the resulting praise or blame, to events over which the person has no control.",
    "scr_2_3_31": "Making \"must\" or \"should\" statements:",
    "scr_2_3_32": "It can be seen as demanding particular achievements or behaviours regardless of the realistic circumstances of the situation.\n\nExample: After a performance, a concert pianist believes he or she should not have made so many mistakes.",
    "scr_2_3_33": "Splitting (All-or-nothing thinking, black-or-white thinking, dichotomous reasoning): ",
    "scr_2_3_34": "Evaluating the self, as well as events in life in extreme terms. It is either all good or all bad, either black or white, nothing in between. Even small imperfections seem incredibly dangerous and painful. Splitting involves using terms like \"always\", \"every\" or \"never\" when they are false and misleading.",
    "scr_2_4": "Cognitive restructuring",
    "scr_2_5": "Cognitive restructuring (CR) is a popular form of therapy used to identify and reject maladaptive cognitive distortions and is typically used with individuals diagnosed with depression. In CR, the therapist and client first examine a stressful event or situation reported by the client.\n\nFor example, a depressed male college student who experiences difficulty in dating might believe that his \"worthlessness\" causes women to reject him. Together, therapist and client might then create a more realistic cognition, e.g., \"It is within my control to ask girls on dates. However, even though there are some things I can do to influence their decisions, whether or not they say yes is largely out of my control. Thus, I am not responsible if they decline my invitation.\"\n\nCR therapies are designed to eliminate \"automatic thoughts\" that include clients' dysfunctional or negative views. According to Beck, doing so reduces feelings of worthlessness, anxiety, and anhedonia that are symptomatic of several forms of mental illness.",
    "scr_2_6": "Decatastrophizing",
    "scr_2_7": "In cognitive therapy, decatastrophizing or decatastrophization is a cognitive restructuring technique that may be used to treat cognitive distortions, such as magnification and catastrophizing, commonly seen in psychological disorders like anxiety and psychosis.\n\nMajor features of these disorders are the subjective report of being overwhelmed by life circumstances and the incapability of affecting them.\n\nThe goal of CR is to help the client change his or her perceptions so as to render the felt experience as less significant.",
    "scr_3_0": "How do I save my data?",
    "scr_3_1": "From the settings menu, backup the database. The new archive will be created in the 'Download' folder with a prefix of 'ezecbt', and a suffix of 'zip'. You can access the file using the File Manager app.\n\nYou can move the archive, or archives, to another computer, or you can back it up online via email or a storage service such as Dropbox or Google Drive.",
    "scr_4_0": "How do I erase all my data?",
    "scr_4_1": "Uninstall the app to erase the database. If you reinstall it again, you'll start with a brand new database. If you have data archives on the device, or stored elsewhere, you'll have to delete all those copies too.",
    "scr_5_0": "How can I view my data?",
    "scr_5_1": "  The app uses a SQLite database that you can connect to a viewer to browse or query your data. A good desktop application is 'DB Browser for SQLite' available for Windows, Mac and Linux. With it you can export your data to CSV format, and then import it into Excel for further analysis.\n\nBefore you use any database viewer, copy and unzip a data archive you created from an earlier backup operation. Make sure the database file is located in a place where the viewer can see it. Now you can load the database into the application."
  },
  "intro": {
    "done": "Fertig",
    "next": "Weiter",
    "skip": "Überspringen"
  },
  "pin": {
    "enter": "Gib deinen PIN-Code",
    "failed": "Falscher PIN-Code",
    "subtitle": "Versuche es bitte noch einmal"
  },
  "slides": {
    "one_title": "Notiere deine Gedanken und stelle sie infrage",
    "two_title": "Finde Muster und Trends in deinen Gedanken",
    "three_title": "Sprich deine Gedanken aus, anstatt sie aufzuschreiben",
    "four_title": "Höre dir deine Gedanken an"
  },
  "trends": {
    "dist_sum": "Zusammenfassung der Verzerrungen",
    "heatmap": "Heatmap der Einträge",
    "no_data": "Keine Daten gefunden 😞",
    "totals": "Einträge insgesamt"
  }
}
