{
  "appName": "ezeCBT",
  "ads": {
    "advertising": "Advertising",
    "agree_no": "No, thank you",
    "agree_yes": "Yes, I agree",
    "analytics": "Analytics",
    "analytics_fb": "• Firebase by Google (app analytics)",
    "analytics_info": "Our app uses analytics services to collect anonymized user behavior data to improve user experince and to fix bugs. The data collected may include usage data and device identifiers. Tap on a service below to learn more about its privacy policy.",
    "analytics_sentry": "• Sentry.io (crash reporting)",
    "close": "Close",
    "data_use": "Our data use policies",
    "email": "support@smashappz.com",
    "learn": "to learn more about how we manage your data. Should you have any questions, contact us at ",
    "partners": "Our application may collect data for personalized advertising and analytics. Below is the list of partners and services that may use your data.",
    "partners_info": "We partner with multiple reputable companies that provide banners and other advertisements to be displayed in this app. If you consent to be served with personalized ads, these ads may be based on your personal data and behavior to make them more relevant to you.\n\nThe data collected by partners may include cookies, unique device identifiers and usage data. Tap on a provider to learn more about its privacy policy.",
    "personalize": "Personalize your experience",
    "personalize_off": "You have turned off data collection for a personalized experience. ",
    "personalize_on": "You have turned on data collection for a personalized experience. ",
    "personalize_options": "Select one of the options below.",
    "personalize_partners": "Our partners may collect data for ad personalization and measurement.\n\nMay we use your data to personalize the ad and app experience for you?",
    "privacy": "privacy policy",
    "read": "Read our "
  },
  "cbt": {
    "find": "Find entries before date"
  },
  "config": {
    "backup": "Backup",
    "backupDesc": "Database archive located in 'Download' folder as '%{archive}'",
    "backupText_false": "Database\n%{text}",
    "backupText_false_text": "(last backup: ",
    "backupText_true": "Backing up database",
    "consent_yes": "Show personalized ads",
    "consent_no": "Show unpersonalized ads",
    "consentChange": "Change",
    "consentProviders": "Providers",
    "darkMode": "Dark mode",
    "feedback": "Send us feedback",
    "incremental": "Incremental backups (with timestamps)",
    "pieChart": "Show all distortions in pie chart",
    "pinChange": "Change",
    "pinLock": "Pin lock",
    "pinRemove": "Remove",
    "pinSet": "Set",
    "rating": "Leave a rating",
    "requestStorageAccess_msg": "ezeCBT needs to access your local storage to backup and restore your database",
    "requestStorageAccess_title": "Storage permission request",
    "restore": "Restore"
  },
  "dialog": {
    "btnCancel": "Cancel",
    "btnDelete": "Delete",
    "btnOk": "OK",
    "btnOverwrite": "Overwrite",
    "btnRemove": "Remove",
    "descBackup": "Backed up database successfully",
    "descPincode": "Are you sure you want to remove your pincode?",
    "descOverwrite": "Are you sure you want to overwrite your existing data?",
    "descPost": "Are you sure you want to delete this post? You cannot undo this action.",
    "descRestore": "Close the app and open it again to see your restored data",
    "titleBackup": "Backed up database successfully",
    "titlePincode": "Remove pincode",
    "titlePost": "Delete post",
    "titleRestore": "Restored database successfully",
    "titleUndone": "This action cannot be undone"
  },
  "diary": {
    "add": "Add an entry by clicking on the green button",
    "auto_help": "An individual’s immediate, unpremeditated interpretations of events are referred to as automatic thoughts. Automatic thoughts shape both the individual’s emotions and their actions in response to events.\n\nFor example, a friend may cross you in the hallway and not say hello to you. If you were to have an automatic thought of \"he hates me,\" or \"I have done something to anger him,\" it is likely to impact your mood and cause you to feel upset and also to behave in an avoidant manner when you see him next.\n\nOn the other hand, if you had the automatic thought \"he is in a hurry,\" you would not be too concerned, and you would not be avoidant when you were to see him next.\n\nCBT is based on the observation that dysfunctional automatic thoughts that are exaggerated, distorted, mistaken or unrealistic in other ways play a major role in psychopathology.",
    "auto_input": "What's on your mind?",
    "auto_title": "Automatic thoughts",
    "dist_all": "All or nothing thinking",
    "dist_all2": "Things are seen regarding two mutually exclusive categories with no shades of gray in between",
    "dist_all3": "Example: \"I lost my job, so my life is over\"",
    "dist_cat": "Catastrophizing",
    "dist_cat2": "Focusing on the worst possible outcome, however unlikely, or thinking that a situation is unbearable or impossible when it is really just uncomfortable",
    "dist_cat3": "Example: \"If I fail this test, I will never pass school, and I will be a total failure in life\"",
    "dist_change": "Fallacy of change",
    "dist_change2": "Relying on social control to obtain cooperative actions from another person",
    "dist_change3": "Example: \"If I improve my partner's appearance and behavior, our lives will be better\"",
    "dist_disq": "Disqualifying the positive",
    "dist_disq2": "Positive experiences that conflict with the individual’s negative views are discounted",
    "dist_disq3": "Example: \"I got lucky in that class and that’s why I got a good grade\"",
    "dist_emo": "Emotional reasoning",
    "dist_emo2": "Making decisions and arguments based on how you feel rather than objective reality",
    "dist_emo3": "Example: \"I know my spouse is being unfaithful because I feel jealous\"",
    "dist_fair": "Fallacy of fairness",
    "dist_fair2": "The belief that life should be fair. When life is perceived to be unfair, an angry emotional state is produced which may lead to attempts to correct the situation",
    "dist_fair3": "Example: \"It's not fair that my coworker has gotten a promotion when I've been with the company longer\"",
    "dist_fortune": "Fortune telling",
    "dist_fortune2": "Predicting how things will turn out before they happen",
    "dist_fortune3": "Example: \"I will never find love or have a committed and happy relationship\"",
    "dist_intro": "Here is a list of cognitive distortions that can cause you to draw the wrong conclusions about the situation or event you are experiencing. Select all that apply:",
    "dist_label": "Labeling and mislabeling",
    "dist_label2": "A form of overgeneralization; attributing a person's actions to his or her character instead of to an attribute. Rather than assuming the behavior to be accidental or otherwise extrinsic, one assigns a label to someone or something that is based on the inferred character of that person or thing.",
    "dist_label3": "Example: \"I'm an utter fool for failing my assignment\"",
    "dist_mind": "Mind reading",
    "dist_mind2": "Assuming the thoughts and intentions of others",
    "dist_mind3": "Example: \"She hasn't returned my call so she must hate me\"",
    "dist_min": "Minimization",
    "dist_min2": "Positive characteristics or experiences are treated as real but insignificant",
    "dist_min3": "Example: \"I was lucky to pass the test\"",
    "dist_over": "Overgeneralization",
    "dist_over2": "Taking isolated cases and using them to make wide generalizations",
    "dist_over3": "Example: \"Nobody talked to me at last night's party, so I must be boring\"",
    "dist_person": "Personalization, blame, or attribution",
    "dist_person2": "Assuming you are completely or directly responsible for a negative outcome. When applied to others consistently, blame is the distortion.",
    "dist_person3": "Example: \"My parents are to blame for my hangups around the opposite sex\"",
    "dist_right": "Always being right",
    "dist_right2": "Being wrong is unthinkable. Actively trying to prove one's actions or thoughts to be correct, and sometimes prioritizing self-interest over the feelings of another person.",
    "dist_right3": "Example: \"I always judge each and every situation correctly\"",
    "dist_sel": "Selective abstraction",
    "dist_sel2": "Focusing exclusively on certain, usually negative or upsetting, aspects of something while ignoring the rest",
    "dist_sel3": "Example: \"I thought my presentation was well received until one person made a few criticisms\"",
    "dist_should": "\"Should\" statements",
    "dist_should2": "Concentrating on what you think \"should\" or \"ought to be\" rather than the actual situation you are faced with or having rigid rules which you always apply no matter the circumstances",
    "dist_should3": "Example: \"I'm an adult and should be able to fly on a plane without any fear\"",
    "dist_title": "Cognitive Distortions",
    "rest_alt": "Replace them with positive thoughts!",
    "rest_alt_title": "What could I think instead?",
    "rest_chal": "Confront negative thinking!",
    "rest_chal_help": "If you're stuck on challenging your cognitive distortions, select a relevant starter phrase from the list below:\n\n• Blaming others for my mistakes won't help me improve \n• Everyone has irrational fears, even as adults\n• I am not the sum of my mistakes\n• If I make this change, things might not turned out as I expect\n• I could be wrong about this\n• I could focus on the positives of the situation instead\n• I have no control on what other people decide, say, or think\n• I should be more sympathetic towards myself\n• Is this issue really that important or realistic?\n• It's unlikely that the worst will happen\n• Most situations are not black and white\n• My emotions or beliefs could be clouding my judgement\n• My prediction is unlikely to happen\n• One minor criticism shouldn't really change how I think or feel about things\n",
    "rest_chal_title": "Challenge these thoughts",
    "rest_cr": "Cognitive restructuring (CR) is a popular form of therapy used to identify and reject maladaptive cognitive distortions.\n\nFor example, a depressed male college student who experiences difficulty in dating might believe that his \"worthlessness\" causes women to reject him. He could then challenge this thought by debating it:\n\n e.g. \"It is within my control to ask girls on dates. However, even though there are some things I can do to influence their decisions, whether or not they say yes is largely out of my control.\"\n\nHe might then create a more realistic cognition, or alternative thought:\n\n e.g. \"Since it's their decision to make, I am not responsible if they decline my invitation.\"\n\nCR therapies are designed to eliminate \"automatic thoughts\" that include clients' dysfunctional or negative views.",
    "rest_cr_title": "Cognitive Restructuring",
    "rest_save": "Save",
    "thoughts_and": "and ",
    "thoughts_chal": " So, I challenged these distortions by saying: %{challenge}",
    "thoughts_final": " Finally, I replaced them with more realistic thoughts, which are: %{alternative}",
    "thoughts_intro": "On %{date} I had the following thoughts, which were: %{automatic}",
    "thoughts_next": " Next, I reasoned that these thoughts were distorted by: "
  },
  "help": {
    "adapted": "(Adapted from: ",
    "link1": "What is Cognitive behavioral therapy?",
    "link2": "CBT Model",
    "link3": "Cognitive distortions",
    "link4": "How can I backup my data?",
    "link5": "How can I delete my data?",
    "link6": "How can I view my data?",
    "source": "(Source: ",
    "scr_0_0": "Cognitive behavioral therapy (CBT)",
    "scr_0_1": "Cognitive behavioral therapy (CBT) is a talking therapy that can help you manage your problems by changing the way you think and behave.",
    "scr_0_2": "It's most commonly used to treat anxiety and depression, but can be useful for other mental and physical health problems.",
    "scr_0_3": "How CBT works",
    "scr_0_4": "CBT is based on the concept that your thoughts, feelings, physical sensations and actions are interconnected, and that negative thoughts and feelings can trap you in a vicious cycle.\n\nCBT aims to help you deal with overwhelming problems in a more positive way by breaking them down into smaller parts.\n\nYou're shown how to change these negative patterns to improve the way you feel.\n\nUnlike some other talking treatments, CBT deals with your current problems, rather than focusing on issues from your past.\n\nIt looks for practical ways to improve your state of mind on a daily basis.",
    "scr_0_5": "Uses for CBT",
    "scr_0_6": "CBT has been shown to be an effective way of treating a number of different mental health conditions.\n\nIn addition to depression or anxiety disorders, CBT can also help people with:\n\n• obsessive compulsive disorder (OCD)\n• panic disorder\n• post-traumatic stress disorder (PTSD) \n• phobias eating disorders – such as anorexia and bulimia\n• sleep problems such as insomnia\n• problems related to alcohol misuse\n\nCBT is also sometimes used to treat people with long-term health conditions, such as:\n\n• irritable bowel syndrome (IBS)\n• chronic fatigue syndrome (CFS)\n\nAlthough CBT can't cure the physical symptoms of these conditions, it can help people cope better with their symptoms.",
    "scr_0_7": "How CBT is different",
    "scr_0_8_0": "CBT differs from many other psychotherapies because it's:",
    "scr_0_8_1": "pragmatic",
    "scr_0_8_2": " – it helps identify specific problems and tries to solve them",
    "scr_0_8_3": "highly structured",
    "scr_0_8_4": " – rather than talking freely about your life, you and your therapist discuss specific problems and set goals for you to achieve",
    "scr_0_8_5": "focused on current problems",
    "scr_0_8_6": " – it's mainly concerned with how you think and act now rather than attempting to resolve past issues",
    "scr_0_8_7": "collaborative",
    "scr_0_8_8": " – your therapist won't tell you what to do; they'll work with you to find solutions to your current difficulties",
    "scr_0_9": "Stopping negative thought cycles",
    "scr_0_10": "There are helpful and unhelpful ways of reacting to a situation, often determined by how you think about them.\n\nFor example, if your marriage has ended in divorce, you might think you've failed and that you're not capable of having another meaningful relationship.\n\nThis could lead to you feeling hopeless, lonely, depressed and tired, so you stop going out and meeting new people. You become trapped in a negative cycle, sitting at home alone and feeling bad about yourself.\n\nBut rather than accepting this way of thinking you could accept that many marriages end, learn from your mistakes and move on, and feel optimistic about the future.\n\nThis optimism could result in you becoming more socially active and you may start evening classes and develop a new circle of friends.\n\nThis is a simplified example, but it illustrates how certain thoughts, feelings, physical sensations and actions can trap you in a negative cycle and even create new situations that make you feel worse about yourself.\n\nCBT aims to stop negative cycles such as these by breaking down things that make you feel bad, anxious or scared. By making your problems more manageable, CBT can help you change your negative thought patterns and improve the way you feel.\n\nCBT can help you get to a point where you can achieve this on your own and tackle problems without the help of a therapist.",
    "scr_1_0": "Cognitive Model",
    "scr_1_1": "CBT is based on a straightforward, common sense model of the relationships among cognition, emotion, and behavior.\n\nThree aspects of cognition are emphasized:\n\n1. Automatic thoughts \n2. Cognitive distortions\n3. Underlying beliefs or schemas",
    "scr_1_2": "Automatic Thoughts",
    "scr_1_3": "An individual’s immediate, unpremeditated interpretations of events are referred to as automatic thoughts. Automatic thoughts shape both the individual’s emotions and their actions in response to events.\n\nFor example, a friend may cross you in the hallway and not say hello to you. If you were to have an automatic thought of \"he hates me,\" or \"I have done something to anger him,\" it is likely to impact your mood and cause you to feel upset and also to behave in an avoidant manner when you see him next.\n\nOn the other hand, if you had the automatic thought \"he is in a hurry,\" you would not be too concerned, and you would not be avoidant when you were to see him next.\n\nCBT is based on the observation that dysfunctional automatic thoughts that are exaggerated, distorted, mistaken or unrealistic in other ways play a major role in psychopathology.",
    "scr_1_4": "Cognitive Distortions",
    "scr_1_5": "Errors in logic are quite prevalent in patients with psychological disorders. They lead individuals to erroneous conclusions. Below are some cognitive distortions that are commonly seen in individuals with psychopathology:",
    "scr_1_5_1": "Dichotomous thinking: ",
    "scr_1_5_2": "Things are seen regarding two mutually exclusive categories with no shades of gray in between",
    "scr_1_5_3": "Overgeneralization: ",
    "scr_1_5_4": "Taking isolated cases and using them to make wide generalizations",
    "scr_1_5_5": "Selective abstraction: ",
    "scr_1_5_6": "Focusing exclusively on certain, usually negative or upsetting, aspects of something while ignoring the rest",
    "scr_1_5_7": "Disqualifying the positive: ",
    "scr_1_5_8": "Positive experiences that conflict with the individual’s negative views are discounted",
    "scr_1_5_9": "Mind reading: ",
    "scr_1_5_10": "Assuming the thoughts and intentions of others",
    "scr_1_5_11": "Fortune telling: ",
    "scr_1_5_12": "Predicting how things will turn out before they happen",
    "scr_1_5_13": "Minimization: ",
    "scr_1_5_14": "Positive characteristics or experiences are treated as real but insignificant",
    "scr_1_5_15": "Catastrophizing: ",
    "scr_1_5_16": "Focusing on the worst possible outcome, however unlikely, or thinking that a situation is unbearable or impossible when it is really just uncomfortable",
    "scr_1_5_17": "Emotional reasoning: ",
    "scr_1_5_18": "Making decisions and arguments based on how you feel rather than objective reality",
    "scr_1_5_19": "\"Should\" statements: ",
    "scr_1_5_20": "Concentrating on what you think \"should\" or \"ought to be\" rather than the actual situation you are faced with or having rigid rules which you always apply no matter the circumstances",
    "scr_1_5_21": "Personalization, blame, or attribution:",
    "scr_1_5_22": "Assuming you are completely or directly responsible for a negative outcome. When applied to others consistently, blame is the distortion",
    "scr_1_6": "Underlying beliefs",
    "scr_1_6_1": "Underlying beliefs shape the perception and interpretation of events. Belief systems or schemas take shape as we go through life experiences. They are defined as templates or rules for information processing that underlie the most superficial layer of automatic thoughts. Beliefs are understood at two levels in CBT:",
    "scr_1_6_2": "Core Beliefs",
    "scr_1_6_3": "• The central ideas about self and the world\n• The most fundamental level of belief\n• They are global, rigid, and overgeneralized\n\nExamples of dysfunctional core beliefs:\n\n• “I am unlovable.”\n• “I am inadequate.”\n• “The world is a hostile and dangerous place.”",
    "scr_1_6_4": "Intermediate Beliefs",
    "scr_1_6_5": "• Consist of assumptions, attitudes, and rules\n• Influenced in their development by the core beliefs\n\nExamples of dysfunctional intermediate beliefs:\n\n• “To be accepted, I should always please others.”\n• “I should be excellent at everything I do to be considered adequate.”\n• “It is best to have as little as possible to do with people.”",
    "scr_2_0": "Further list of Cognitive Distortions",
    "scr_2_1": "Cognitive distortions are thoughts that cause individuals to perceive reality inaccurately. A negative outlook on reality, sometimes called negative schemas (or schemata), is a factor in symptoms of emotional dysfunction and poorer subjective well-being. Specifically, negative thinking patterns cause negative emotions. During difficult circumstances, these distorted thoughts can contribute to an overall negative outlook on the world and a depressive or anxious mental state.\n\n Challenging and changing cognitive distortions is a key element of cognitive behavioral therapy (CBT).",
    "scr_2_2": "Main types",
    "scr_2_3": "The cognitive distortions listed below are categories of automatic thinking, and are to be distinguished from logical fallacies.",
    "scr_2_3_1": "Always being right: ",
    "scr_2_3_2": "Being wrong is unthinkable. This cognitive distortion is characterized by actively trying to prove one's actions or thoughts to be correct, and sometimes prioritizing self-interest over the feelings of another person.",
    "scr_2_3_3": "Blaming: ",
    "scr_2_3_4": "The opposite of personalization; holding other people responsible for the harm they cause, and especially for their intentional or negligent infliction of emotional distress.",
    "scr_2_3_5": "Disqualifying the positive: ",
    "scr_2_3_6": "Discounting positive events.",
    "scr_2_3_7": "Emotional reasoning: ",
    "scr_2_3_8": "Presuming that negative feelings expose the true nature of things and experiencing reality as a reflection of emotionally linked thoughts. Thinking something is true, solely based on a feeling.\n\nExample: \"I feel (i.e., think that I am) stupid or boring, therefore I must be\" feeling that fear of flying in planes means planes are a very dangerous way to travel, or concluding that it's hopeless to clean one's house due to being overwhelmed by the prospect of cleaning.",
    "scr_2_3_9": "Fallacy of change: ",
    "scr_2_3_10": "Relying on social control to obtain cooperative actions from another person.",
    "scr_2_3_11": "Fallacy of fairness: ",
    "scr_2_3_12": "The belief that life should be fair. When life is perceived to be unfair, an angry emotional state is produced which may lead to attempts to correct the situation.",
    "scr_2_3_13": "Mental filtering: ",
    "scr_2_3_14": "Focusing entirely on negative elements of a situation to the exclusion of the positive. Also, the brain's tendency to filter information that does not conform to already-held beliefs.",
    "scr_2_3_15": "Jumping to conclusions: ",
    "scr_2_3_16": "Reaching preliminary conclusions (usually negative) with little (if any) evidence. Two specific sub-types are identified:",
    "scr_2_3_17": "Mind reading: ",
    "scr_2_3_18": "Inferring a person's possible or probable (usually negative) thoughts from his or her behavior and nonverbal communication; taking precautions against the worst suspected case without asking the person.\n\nExample: A student assumes that the readers of his or her paper have already made up their minds concerning its topic, and, therefore, writing the paper is a pointless exercise.\n\n",
    "scr_2_3_19": "Fortune-telling: ",
    "scr_2_3_20": "predicting outcomes (usually negative) of events",
    "scr_2_3_21": "Labeling and mislabeling: ",
    "scr_2_3_22": "A form of overgeneralization; attributing a person's actions to his or her character instead of to an attribute. Rather than assuming the behavior to be accidental or otherwise extrinsic, one assigns a label to someone or something that is based on the inferred character of that person or thing.",
    "scr_2_3_23": "Magnification and minimization: ",
    "scr_2_3_24": "Giving proportionally greater weight to a perceived failure, weakness or threat, or lesser weight to a perceived success, strength or opportunity, so that the weight differs from that assigned by others, such as \"making a mountain out of a molehill\". In depressed clients, often the positive characteristics of other people are exaggerated and their negative characteristics are understated.",
    "scr_2_3_25": "Catastrophizing: ",
    "scr_2_3_26": "Giving greater weight to the worst possible outcome, however unlikely, or experiencing a situation as unbearable or impossible when it is just uncomfortable.",
    "scr_2_3_27": "Overgeneralizing: ",
    "scr_2_3_28": "Making hasty generalizations from insufficient evidence. Drawing a very broad conclusion from a single incident or a single piece of evidence. Even if something bad happens only once, it is expected to happen over and over again.\n\nExample: A woman is lonely and often spends most of her time at home. Her friends sometimes ask her to dinner and to meet new people. She feels it is useless to even try. No one really could like her.",
    "scr_2_3_29": "Personalizing: ",
    "scr_2_3_30": "Attributing personal responsibility, including the resulting praise or blame, to events over which the person has no control.",
    "scr_2_3_31": "Making \"must\" or \"should\" statements:",
    "scr_2_3_32": "It can be seen as demanding particular achievements or behaviours regardless of the realistic circumstances of the situation.\n\nExample: After a performance, a concert pianist believes he or she should not have made so many mistakes.",
    "scr_2_3_33": "Splitting (All-or-nothing thinking, black-or-white thinking, dichotomous reasoning): ",
    "scr_2_3_34": "Evaluating the self, as well as events in life in extreme terms. It is either all good or all bad, either black or white, nothing in between. Even small imperfections seem incredibly dangerous and painful. Splitting involves using terms like \"always\", \"every\" or \"never\" when they are false and misleading.",
    "scr_2_4": "Cognitive restructuring",
    "scr_2_5": "Cognitive restructuring (CR) is a popular form of therapy used to identify and reject maladaptive cognitive distortions and is typically used with individuals diagnosed with depression. In CR, the therapist and client first examine a stressful event or situation reported by the client.\n\nFor example, a depressed male college student who experiences difficulty in dating might believe that his \"worthlessness\" causes women to reject him. Together, therapist and client might then create a more realistic cognition, e.g., \"It is within my control to ask girls on dates. However, even though there are some things I can do to influence their decisions, whether or not they say yes is largely out of my control. Thus, I am not responsible if they decline my invitation.\"\n\nCR therapies are designed to eliminate \"automatic thoughts\" that include clients' dysfunctional or negative views. According to Beck, doing so reduces feelings of worthlessness, anxiety, and anhedonia that are symptomatic of several forms of mental illness.",
    "scr_2_6": "Decatastrophizing",
    "scr_2_7": "In cognitive therapy, decatastrophizing or decatastrophization is a cognitive restructuring technique that may be used to treat cognitive distortions, such as magnification and catastrophizing, commonly seen in psychological disorders like anxiety and psychosis.\n\nMajor features of these disorders are the subjective report of being overwhelmed by life circumstances and the incapability of affecting them.\n\nThe goal of CR is to help the client change his or her perceptions so as to render the felt experience as less significant.",
    "scr_3_0": "How do I save my data?",
    "scr_3_1": "From the settings menu, backup the database. The new archive will be created in the 'Download' folder with a prefix of 'ezecbt', and a suffix of 'zip'. You can access the file using the File Manager app.\n\nYou can move the archive, or archives, to another computer, or you can back it up online via email or a storage service such as Dropbox or Google Drive.",
    "scr_4_0": "How do I erase all my data?",
    "scr_4_1": "Uninstall the app to erase the database. If you reinstall it again, you'll start with a brand new database. If you have data archives on the device, or stored elsewhere, you'll have to delete all those copies too.",
    "scr_5_0": "How can I view my data?",
    "scr_5_1": "The app uses a SQLite database that you can connect to a viewer to browse or query your data. A good desktop application is 'DB Browser for SQLite' available for Windows, Mac and Linux. With it you can export your data to CSV format, and then import it into Excel for further analysis.\n\nBefore you use any database viewer, copy and unzip a data archive you created from an earlier backup operation. Make sure the database file is located in a place where the viewer can see it. Now you can load the database into the application."
  },
  "intro": {
    "done": "Done",
    "next": "Next",
    "skip": "Skip"
  },
  "pin": {
    "enter": "Enter your PIN Code",
    "failed": "Incorrect PIN Code",
    "subtitle": "Please try again"
  },
  "slides": {
    "one_title": "Jot down and challenge your thoughts",
    "two_title": "Analyze your thoughts for patterns and trends",
    "three_title": "Speak your thoughts instead of writing them down",
    "four_title": "Play your thoughts out loud"
  },
  "trends": {
    "dist_sum": "Distortions Summary",
    "heatmap": "Entries Heatmap",
    "no_data": "No data found 😞",
    "totals": "Entries Totals"
  }
}
